[
    {
        "headings": "Introductions",
        "explain": "Welcome to hostflu! These terms and conditions set forth the rules and regulations for the use of HostFlu’s Website, which can be found at https://my.hostflu.com. By accessing this Website, we assume that you accept these terms and conditions. Please refrain from using HostFlu if you do not agree to all of the terms and conditions stated on this page. The following terminology is used in these Terms and Conditions, Privacy Statement, Disclaimer Notice, and all Agreements: “Client”, “You”, and “Your” refer to you, the individual who is logging onto this Website and agreeing to the Company’s terms and conditions. “The Company”, “Ourselves”, “We”, “Our”, and “Us” refer to our Company. “Party”, “Parties”, or “Us” refer to both the Client and ourselves. All terms refer to the offer, acceptance, and consideration of payment necessary to undertake the process of our assistance to the Client most suitably for the express purpose of meeting the Client’s needs in respect of the provision of the Company’s stated services in accordance with and subject to the prevailing law of Bangladesh. Any use of the above terminology or other words in the singular, plural, capitalization, and they or they are taken as interchangeable and, therefore, as referring to the same."
    },
    {
        "headings": "Cookies",
        "explain": "At HostFlu, we aim to offer our users the optimal browsing experience. To accomplish this, we employ cookies on our site. By using HostFlu, you consent to cookies per our Privacy Policy. Cookies are vital for the seamless operation of interactive websites, including ours. These small text files are stored on your computer or device to retrieve user details for each visit. Cookies enable us to personalize your experience on our website, remembering your preferences and settings. This makes it more convenient for you to navigate our site and access the features and information that are most relevant to you. In addition to enhancing the user experience, cookies are also used by some of our affiliate and advertising partners. These cookies assist us in monitoring and evaluating the success of our marketing initiatives and in providing our users with more personalized advertisements. However, rest assured that any information collected through cookies follows our Privacy Policy, which safeguards your data. By continuing to use our website, you consent to using cookies. If you would rather not have cookies saved on your device, you can transform your browser settings to deactivate them. However, be aware that turning off cookies may restrict your access to specific features and functions on our website. At HostFlu, we prioritize protecting your privacy and strive for transparency in our data practices. If you have any concerns or questions regarding using cookies or our Privacy Policy, please don't hesitate to contact us."
    },
    {
        "headings": "License",
        "explain": "Unless otherwise specified, HostFlu and its licensors hold the intellectual property rights for all material on HostFlu. All property rights are reserved. You may access the content on HostFlu for your personal use, subject to the restrictions outlined in these terms and.You are prohibited from:• Reposting material from HostFlu • Selling, renting, or sub-licensing material from HostFlu Reproduce, duplicate or copy material from hostflu. Redistribute content from hostflu.This Agreement will commence on the date specified herein. Our Terms and Conditions were developed with the assistance of the Free Terms and Conditions Generator. Certain sections of this Website provide users with the opportunity to post and exchange views and information. HostFlu does not filter, edit, publish, or review comments before they appear on the Website. Comments do not represent the views and opinions of HostFlu, its agents, or affiliates. Instead, comments reflect the views and opinions of the individual who posted them. As far as applicable laws allow, HostFlu will not be held responsible for the comments or any liability, damages, or expenses incurred and suffered as a result of any use of and posting of and appearance of the comments on this Website. HostFlu reserves the right to monitor all comments and to remove any comments deemed inappropriate, offensive, or in violation of these Terms and Conditions. You affirm and declare that: • You have the right to post the Comments on our Website and possess all necessary licenses and to do so; • The Comments do not infringe on any intellectual property rights, including but not limited to copyright, patent, or trademark of any third party. • The Comments do not include any defamatory, slanderous, offensive, indecent or otherwise illegal material which is a violation of privacy; • The Comments will not be utilized to solicit or promote business or custom or present commercial activities or illegal activity. You, at this moment, provide HostFlu with a non-exclusive license to use, reproduce, modify and authorize others to use, reproduce and modify any of your Comments in any form, format or media."
    },
    {
        "headings": "Hyperlinking to our Content",
        "explain": "The following organizations may link to our Website without prior written approval: The following entities are permitted to link to our Website: • Government agencies; • Search engines; • News organizations; • Online directory distributors can link to our Website in the same way they hyperlink to the Websites of other listed businesses and • System-wide Accredited Businesses, with the exception of soliciting non-profit organizations, charity shopping malls, and charity fundraising groups, which are not allowed to hyperlink to our Website. These organizations can link to our home page, publications, or other Website information as long as the link (a) is not deceptive in any way; (b) does not falsely suggest sponsorship, endorsement, or approval of the linking party and its products and services; and © is appropriate within the context of the linking party’s site. We may consider and approve link requests from the following types of organizations: • Widely recognized consumer and business information sources; • Dot.com community sites; • Associations or other groups representing charities; • Online directory distributors; • Internet portals; • Accounting, law, and consulting firms; and • Educational institutions and trade associations. We will approve link requests from certain organizations if we determine that: (a) the link would not reflect negatively on us or our accredited businesses; (b) the organization does not have any negative records with us; © the visibility of the hyperlink compensates for the absence of HostFlu, and (d) the link is within the context of general resource information. These organizations may link to our home page provided that the link (a) is not deceptive in any way; (b) does not falsely imply sponsorship, endorsement, or approval of the linking party and its products or services; and © is appropriate within the context of the linking party’s site. If you are one of the organizations mentioned in the second paragraph and are interested in linking to our Website, you must inform us by sending an e-mail to HostFlu. Please include your name, your organization’s name, contact information, as well as the URL of your site, a list of any URLs from which you intend to link to our Website, and a list of the URLs on our site to which you would like to link. Please allow 2-3 weeks for a response. Approved organizations may hyperlink to our Website in the following ways: • By using our corporate name; or • By using the uniform resource locator being linked to or • By using any other description of our Website being linked to that is appropriate within the context and format of content on the linking party’s site. Please note that the use of HostFlu’s logo or other artwork for linking is not permitted without a trademark license agreement."
    },
    {
        "headings": "Inline frames",
        "explain": " With previous authorization and written consent, you can construct frames around our web pages that adjust our Website's visual presentation or appearance. This includes but is not limited to changing the layout, colours, fonts, or any other design elements. We take the visual integrity of our Website seriously, as it contributes to the overall user experience and brand identity. Frames can disrupt our web pages' cohesive look and feel, leading to a more precise and cohesive user experience. We need to maintain control over the presentation and branding of our Website to ensure consistency and professionalism. Any attempt to frame our web pages without proper authorization will violate our intellectual property rights and may result in legal action being taken against you. Please respect our terms and conditions by refraining from framing our web pages without obtaining explicit written permission. If you have any questions or want to explore potential collaboration opportunities, we encourage you to contact our team for further discussion. Thank you for your understanding and cooperation in upholding the visual integrity of our Website."
    },
    {
        "headings": "Content Liability",
        "explain": "We will not be held responsible for any content that appears on your Website. You agree to safeguard and defend us against all claims arising from your Website. No link(s) should appear on any Website that could be interpreted as libellous, obscene, or criminal or which infringes upon, violates, or advocates the infringement or violation of any third-party rights. Reservation of Rights We hold the right to ask you to remove all links or any specific link to our Website. You agree to remove all links to our Website upon request promptly. We also hold the right to amend these terms and conditions and its linking policy at any time. By continually linking to our Website, you agree to abide by and adhere to these linking terms and conditions. Removal of links from our Website If you encounter any link on our Website that is not very respectful for any reason, you are welcome to contact and inform us at any time. We will consider requests to remove links, but we are not obligated to do so or to respond to you directly. We do not guarantee that the information on this Website is accurate, we do not warrant its completeness or precision, nor do we commit to ensuring that the Website remains accessible or that the material on the Website is kept current."
    },
    {
        "headings": "Disclaimer",
        "explain": "To the greatest extent permitted by applicable law, we exclude all representations, warranties, and conditions relating to our Website and the use of this Website. Nothing in this disclaimer will: • restrict or exclude our or your liability for death or personal injury; • restrict or exclude our or your liability for fraud or fraudulent misrepresentation; • limit any of our or your liabilities in any way that is permitted under applicable law, or • exclude any of our or your liabilities that may not be excluded under applicable law. The limitations and prohibitions of liability set in this Section and elsewhere in this disclaimer: (a) are subject to the preceding paragraph; and (b) govern all liabilities arising under the disclaimer, including liabilities arising in contract, in tort, and for breach of statutory duty. As long as the Website and the information and services on the Website are provided free of charge, we will not be liable for any loss or damage of any nature."
    }
]